[{"title": "10% Happier",
"author": "Dan Harris",
"description": "Practicing meditation and mindfulness will make you at least 10 percent happier. Being mindful doesn’t change the problems in your life, but mindfulness does help you respond to your problems rather than react to them. Mindfulness helps you realize that striving for success is fine as long as you accept that the outcome is outside your control."},
{"title": "The 10X Rule",
"author": "Grant Cardone",
"description": "The 10X Rule says that 1) you should set targets for yourself that are 10X greater than what you believe you can achieve and 2) you should take actions that are 10X greater than what you believe are necessary to achieve your goals. The biggest mistake most people make in life is not setting goals high enough. Taking massive action is the only way to fulfill your true potential."},
{"title": "A Short Guide to a Happy Life",
"author": "Anna Quindlen",
"description": "The only thing you have that nobody else has is control of your life. The hardest thing of all is to learn to love the journey, not the destination. Get a real life rather than frantically chasing the next level of success."},
{"title": "A Technique for Producing Ideas",
"author": "James Webb Young",
"description": "An idea occurs when you develop a new combination of old elements.;The capacity to bring old elements into new combinations depends largely on your ability to see relationships. All ideas follow a five-step process of 1) gathering material, 2) intensely working over the material in your mind, 3) stepping away from the problem, 4) allowing the idea to come back to you naturally, and 5) testing your idea in the real world and adjusting it based on feedback."},
{"title": "Adapt",
"author":"Tim Harford",
"description": "Seek out new ideas and try new things.;When trying something new, do it on a scale where failure is survivable.;Seek out feedback and learn from your mistakes as you go along."},
{"title": "Anything You Want",
"author": "Derek Sivers",
"description": "Too many people spend their life pursuing things that don’t actually make them happy. When you make a business, you get to make a little universe where you create all the laws. Never forget that absolutely everything you do is for your customers."},
{"title": "Are You Fully Charged?",
"author": "Tom Rath",
"description": "There are three keys to being fully charged each day: doing work that provides meaning to your life, having positive social interactions with others, and taking care of yourself so you have the energy you need to do the first two things. Trying to maximize your own happiness can actually make you feel self-absorbed and lonely, but giving more can drive meaning and happiness in your life. People who spend money on experiences are happier than those who spend on material things."},
{"title": "The Art of Possibility",
"author": "Rosamund Zander and Benjamin Zander",
"description": "Everything in life is an invention. If you choose to look at your life in a new way, then suddenly your problems fade away. One of the best ways to do this is to focus on the possibilities surrounding you in any situation rather than slipping into the default mode of measuring and comparing your life to others."},
{"title": "The Art of Profitability",
"author": "Adrian Slywotzky",
"description": "There are many ways to make profit and it is unlikely that your business does all of them. People will pay different prices for the same thing in different situations (think: Coke in the grocery store vs. Coke in a nice restaurant). Good profit models are easy to brainstorm and hard to execute."},
{"title": "The Art of War",
"author": "Sun Tzu",
"description": "Know when to fight and when not to fight: avoid what is strong and strike at what is weak. Know how to deceive the enemy: appear weak when you are strong, and strong when you are weak. Know your strengths and weaknesses: if you know the enemy and know yourself, you need not fear the result of a hundred battles."},
{"title": "Bird by Bird",
"author": "Anne Lamott",
"description": "To become a better writer, you have to write more. Writing reveals the story because you have to write to figure out what you’re writing about. Don’t judge your initial work too harshly because every writer has terrible first drafts."},
{"title": "Born Standing Up",
"author": "Steve Martin",
"description": "Steve Martin was one of the most successful comedians of his generation. In his words, his career involved “10 years spent learning, 4 years spent refining, and 4 years spent in wild success.” This fantastic book provided beautiful insights not only into the details of his comedy act, but also into his early life and career development."},
{"title": "The Compound Effect",
"author": "Darren Hardy",
"description": "The compound effect is the strategy of reaping huge rewards from small, seemingly insignificant actions. You cannot improve something until you measure it. Always take 100 percent responsibility for everything that happens to you."},
{"title": "Confessions of an Economic Hitman",
"author": "John Perkins",
"description": "United States is engaging in a modern form of slavery by using the World Bank and other international organizations to offer huge loans to developing nations for construction projects and oil production. On the surface this appears to be generous, but the money is only awarded to a country if it agrees to hire US construction firms, which ensures a select few people get rich. Furthermore, the loans are intentionally too big for any developing nation to repay and this debt burden virtually guarantees the developing nation will support the political interests of the United States."},
{"title": "Confessions of the Pricing Man",
"author": "Hermann Simon",
"description": "profit is the only valid metric for guiding a company, and there are only three ways to influence profit: price, volume, and cost. Of these three factors, prices get the least attention, but have the greatest impact.;The price a customer is willing to pay, and therefore the price a company can achieve, is always a reflection of the perceived value of the product or service in the customer’s eyes."},
{"title": "Fooled by Randomness",
"author": "Nassim Nicholas Taleb",
"description": "Randomness, chance, and luck influence our lives and our work more than we realize. Because of hindsight bias and survivorship bias, in particular, we tend to forget the many who fail, remember the few who succeed, and then create reasons and patterns for their success even though it was largely random. Mild success can be explainable by skills and hard work, but wild success is usually attributable to variance and luck."},
{"title": "Free Will",
"author": "Sam Harris",
"description": "We do not have the freedom and free will that we think we do. Yes, you can make conscious choices, but everything that makes up those conscious choices (your thoughts, your wants, your desires) is determined by prior causes outside your control. Just because you can do what you want does not mean you have free will because you are not choosing what you want in the first place."},
{"title": "The Goal",
"author": "Eliyahu Goldratt",
"description": "Doing work and making money are not the same thing. Simplify your problem to the point where you understand the true goal of your organization. With your goal in mind, identify the constraints within your system (i.e. bottlenecks) and focus on improving the output of that constraint without worrying about the productivity of all related processes."},
{"title": "Guns, Germs, and Steel",
"author": "Jared Diamond",
"description": "environments provide more starting materials and more favorable conditions for utilizing inventions and building societies than other environments. This is particularly notable in the rise of European peoples, which occurred because of environmental differences and not because of biological differences in the people themselves. There are four primary reasons Europeans rose to power and conquered the natives of North and South America, and not the other way around: 1) the continental differences in the plants and animals available for domestication, which led to more food and larger populations in Europe and Asia, 2) the rate of diffusion of agriculture, technology and innovation due to the geographic orientation of Europe and Asia (east-west) compared to the Americas (north-south), 3) the ease of intercontinental diffusion between Europe, Asia, and Africa, and 4) the differences in continental size, which led to differences in total population size and technology diffusion."},
{"title": "Ignore Everybody",
"author": "Hugh MacLeod",
"description": "Nobody knows the best way to deliver your unique idea, no matter how smart they seem. Every artist has to find a way to make a living and share their work, preferably in a way that doesn’t ruin both. Finding your own voice and sharing that voice with the world is the most important thing."},
{"title": "Impro: Improvisation and the Theatre",
"author": "strong>by Keith Johnstone",
"description": "of our behaviors are driven by our desire to achieve a particular level of status relative to those around us. People are continually raising and lowering their status in conversation through body language and words. Say yes to more and stop blocking the opportunities that come your way."}]
